[
    {
        "id":1,
       "title":"Logitech G Pro X Superlight 2 Wireless Gaming Mouse",
       "category": "Mouse",
       "price": "4,890",
        "image":"/images/products/pro1.jpg",
        "status": "Best Selers",
        "spec": "Logitech G Pro X Superlight 2 เมาส์ที่ออกแบบมาเพื่อตอบโจทย์เหล่าเกมเมอร์ตั้งแต่ระดับเริ่มต้นไปจนถึงเหล่านักกีฬา E-sport มืออาชีพทั้งทีมไทยและทีมต่างประเทศต่าง ด้วยชื่อเสียงอุปกรณ์เกมมิ่งเกียร์จากทาง Logitech ที่โด่งดังและได้รับความนิยมมาอย่างยาวนาน เมาส์เกมมิ่งไร้สายที่อัปเกรดสเปกมาใหม่ให้ครบครันเรื่องการเล่นเกมได้มากขึ้น เพื่อให้การเล่นเกมของคุณเหนือชั้นมากกว่าที่เคย ด้วยน้ำหนักที่เบากว่าเดิม แบตเตอรี่อึดกว่าเดิม เซนเซอร์ และเทคโนโลยีอื่นๆ อีกมากมาย บอกเลยว่าเป็นเมาส์เกมมิ่งที่ไม่ควรพลาดไปเลยครับ ถ้าคุณเป็นหนึ่งคนที่ชื่นชอบการเล่นเกม เมาส์ตัวนี้เป็นอีกหนึ่งตัวเลือกที่น่าสนใจอยู่ไม่น้อยเลยทีเดียวครับ",
        "pros1": "น้ำหนักเบา",
        "pros2": "สวิตช์ LIGHTFORCE คุณภาพสูง",
        "cons1": "ไม่มีปุ่มปรับค่า DPI",
        "cons2": "ไม่มีไฟ RGB",
        "star": "9.3"
    },
    {
        "id":2,
       "title":"HyperX Cloud III Gaming Headset",
       "category": "Headphone",
       "price": "3,090",
       "image":"/images/products/pro2.jpg",
       "status": "Best Selers",
       "spec": "ปลุกตำนานให้กลับมามีชีวิต พร้อมทั้งอัปเกรดให้กระหึ่มสะใจมากกว่าเดิมด้วย HyperX Cloud III Gaming Headset ที่เป็นหูฟังรุ่นอัปเกรดจาก Cloud II ในตำนาน ให้เสียงเกมอันกระหึ่มก้องอยู่เต็มหู เปิดรับประสบการณ์แห่งความชัดเจน ไม่ว่าจะใช้เล่นเกมอะไรอยู่ก็ตามนั้นก็สามารถส่งต่อความคมชัดในเรื่องของเสียงให้คุณอย่างยอดเยี่ยม ไม่ใช่แค่ในเรื่องของเสียงเท่านั้น ยังรวมไปถึงเรื่องของการสื่อสารจากไมโครโฟนที่ชัดเจน มาพร้อมกับระบบตัดเสียง ให้ทุกการสื่อสารของคุณนั้นชัดเจน ไม่ถูกเสียงไม่พึงประสงค์เข้ามารบกวน เพื่อให้การวางแผนไม่สะดุด มุ่งหน้าไปคว้าชัยกันได้อย่างราบรื่น ไม่เพียงแค่นั้นยังตอบโจทย์การใช้งานได้หลายแพลตฟอร์ม ไม่ว่าจะเอาไปเล่นเกมกับเครื่องคอมพิวเตอร์ โน๊ตบุ๊ค เกมคอนโซลต่าง ๆ รวมไปถึงโทรศัพท์มือถือเองก็เช่นกัน",
        "pros1": "ไดรเวอร์ขนาด 53 มม. ใหญ่พิเศษ",
        "pros2": "ไมโครโฟนระบบตัดเสียงรบกวน",
        "cons1": "เชื่อมต่อแบบมีสายเท่านั้น",
        "cons2": "ไม่มีระบบตัดเสียงที่หูฟัง",
        "star": "8.7"
    },
    {
        "id":3,
       "title":"Keychron K4 Pro Wireless Mechanical Keyboard",
       "category": "Keyboard",
       "price": "4,790",
       "image":"/images/products/pro3.jpg",
       "status": "Best Selers",
        "spec": "คีย์บอร์ด Keychron K4 Pro Wireless Mechanical Keyboard ราคา อยู่ในระดับที่กำลังดี ตามมาตรฐานของแบรนด์ Keychron พร้อมอัดแน่นไปด้วยฟังก์ชันการใช้งานเด่นๆ มากมาย ไม่ว่าจะเป็นในส่วนของรูปร่างหน้าตาการออกแบบสุดมินิมอล สเปกภายในระดับพรีเมียม และความสามารถที่ครบครันตอบโจทย์ทุกความต้องการในการใช้งาน โดย Keychron K4 Pro เหมาะกับผู้ที่กำลังมองหา เมคานิคอลคีย์บอร์ดไร้สายที่สามารถถอดเปลี่ยนสวิทช์ได้อย่างอิสระหรือที่เรียกว่า Hot-Swappable พร้อมการเชื่อมต่อที่ครบครันทั้งไร้สายและมีสาย",
        "pros1": "น้ำหนักเบา",
        "pros2": "สวิตช์ LIGHTFORCE คุณภาพสูง",
        "cons1": "ไม่มีปุ่มปรับค่า DPI",
        "cons2": "ไม่มีไฟ RGB",
        "star": "9.3"
    },
    {
        "id":4,
       "title":"HyperX SoloCast Gaming Microphone",
       "category": "Microphone",
       "price": "1,990",
       "image":"/images/products/pro4.jpg",
       "status": "Best Selers",
       "spec": "ไมโครโฟน HyperX SoloCast Gaming Microphone ตัวนี้เป็นไมโครโฟนที่รับเสียงแบบ Cardioid ที่จะทำการรับเสียงจากทิศทางด้านหน้าโดยเฉพาะ ซึ่งหลังจากที่ผมได้ลองใช้งานแล้วก็พอว่าเสียงที่ออกจากไมโครโฟนนั้นมีความชัดเจน ฟังแล้วไม่แตก ทำให้การสื่อสารกับเพื่อนรวมทีมนั้นมีความเข้าใจกันอย่างดี แต่หากใช้การติดตั้งไมโครโฟนแบบขาตั้งนั้น ก็อาจจะมีเสียงรบกวนแทรกเข้ามาบ้างเล็กน้อยแต่จะไม่ก่อให้เกิดความรำคาญ หรือรบกวนการสื่อสารแต่อย่างใด",
        "pros1": "เสียงชัดเจนฟังชัด",
        "pros2": "รับเสียงจากด้านหน้า",
        "cons1": "ควรหาฟองน้ำมาคลุมหัวไมค์",
        "cons2": "ไม่มีพอร์ตใส่หูฟัง",
        "star": "9.3"
    },
    {
        "id":5,
       "title":"Loga Tenchi Plus Black Edition Mousepad",
       "category": "Mousepad",
       "price": "1,290",
       "image":"/images/products/pro5.jpg",
       "status": "Best Selers",
       "spec": "เกมเมอร์ที่กำลังมองหาแผ่นรองเมาส์สำหรับเล่นเกมลื่นๆ สะบัดเมาส์ลากหัวคมๆ Loga Tenchi Plus Black Edition Mousepad เรียกได้ว่าเป็นแผ่นรองเมาส์คุณภาพสูงจากแบรนด์ Loga ที่ทำจากเนื้อผ้าคอนโทรลไม่เคลือบผิวแบบเดียวกับรุ่น Tenchi PRO แต่พื้นผิวที่แตกต่างกันเล็กน้อยในส่วนของรูปแบบการพิมพ์ สำหรับรุ่น Tenchi Plus ได้อัปเกรดพื้นด้านหลังมาเป็น Alpha Cell+ หนา 4 มม. มาใช้แทน Poron ทำให้ได้สัมผัสที่ใกล้เคียงกับ Poron ในราคาที่คุ้มค่ามากยิ่งขึ้น",
        "pros1": "-",
        "pros2": "-",
        "cons1": "-",
        "cons2": "-",
        "star": "9.3"
    },
    {
        "id":6,
       "title":"Logitech G Pro X 2 Lightspeed Wireless Gaming Headset",
       "category": "Headphone",
       "price": "7,990",
       "image":"/images/products/pro6.jpg",
       "spec": "เกมเมอร์คนไหนที่กำลังต้องการยกระดับการเล่นเกมให้เหนือชั้นยิ่งกว่าที่เคย หูฟังเกมมิ่ง Logitech G Pro X 2 Lightspeed Wireless เป็นหูฟังที่ทาง Logitech ได้อัปเกรดเทคโนโลยี ฟังก์ชัน และดีไซน์มาใหม่ให้มีความเรียบหรูและครบครันมากกว่าเดิม วัสดุทำจากโลหะทำให้มีความแข็งแรงทนทาน มาพร้อมฟังก์ชันที่โดดเด่นในเรื่องของเสียงและการเชื่อมต่อ เพราะสามารถเชื่อมต่อได้หลายช่องทางทั้งการเชื่อมต่อผ่านสาย และการเชื่อมต่อไรสายแบบ Wireless Lightspeed 2.4Hz และ Bluetooth ตอบโจทย์การใช้งานทั้งเล่นเกม ดูหนัง ฟังเพลง และสามารถใช้งานร่วมกับโทรศัพท์ได้อีกด้วยนั่นเอง",
        "pros1": "ไดร์เวอร์ Graphene ขนาดใหญ่ 50 mm.",
        "pros2": "ไมโครโฟน Blue Vo!ce คมชัดไร้เสียงรบกวน",
        "cons1": "ไม่มีระบบตัดเสียงรบกวน",
        "cons2": "-",
        "star": "9.3"
    },
    {
        "id":7,
       "title":"SteelSeries Aerox 3 Wireless Gaming Mouse",
       "category": "Mouse",
       "price": "4,290",
       "image":"/images/products/pro7.jpg",
       "spec": "เมาส์ไร้สาย SteelSeries Aerox 3 Wireless Gaming Mouse ราคา 4,290 บาท เป็น Ultra-Lightweight Mouse ระดับ Hi-end ที่มีสเปคที่สูงที่สุดในขณะนี้ และแน่นอนว่าราคาของมันก็สูงตามประสิทธิภาพการทำงานของตัวเองไปด้วย โดย SteelSeries Aerox 3 Wireless ก็ถือว่าเป็นเป็นเมาส์เล่นเกมไร้สายตัวจบ ที่จะใช้งานไปได้อีกหลายปีจนกว่าสวิทซ์จะพัง เพราะสเปคที่ให้มานั้นถือว่า Over Specs ไปไกลอีกหลายปี ไม่ว่าจะเป็น คุณภาพเซนเซอร์ระดับ True 1:1 Tracking มาตรฐาน กันน้ำกับฝุ่น IP54 ค่า CPI สูงสุด 18,000 บนน้ำหนักเพียง 68 กรัมเท่านั้น เหมาะสำหรับผู้เล่นเกมระดับโปรที่อยากได้เมาส์สำหรับเล่นเกมที่มีสเปคทำงานสูงที่สุดในขณะนี้",
        "pros1": "-",
        "pros2": "-",
        "cons1": "-",
        "cons2": "-",
        "star": "9.3"
    },
    {
        "id":8,
       "title":"Loga x SUNTUR : Never lost any game, except yours Mousepad",
       "category": "Mousepad",
       "price": "2,290",
       "image":"/images/products/pro8.jpg",
       "spec": "ลึกล้ำ และดึงดูด สู่ความสวยงามที่ไม่อาจละสายตากับ ชุดแผ่นรองเมาส์ Loga x SUNTUR : Never lost any game, except yours Mousepad Boxset ที่ทางแบรนด์ Loga นั้นได้ทำงานร่วมกับศิลปินอย่าง SUNTUR มอบงานศิลปะให้มาอยู่คู่กับโต๊ะคอมของคุณได้อย่างลงตัว ตัวของแผ่นรองนั้นเป็นเกรดเดียวกับ E-sport มีฐาน Alphacell 4 มม. และเย็บมุมแบบต่ำเพื่อความสวยงาม เป็นการยกระดับของตัวโต๊ะทำงานให้กลายเป็นนิทรรศการศิลปะส่วนตัว",
       "pros1": "-",
       "pros2": "-",
       "cons1": "-",
       "cons2": "-",
        "star": "9.3"
    },
    {
        "id":9,
       "title":"Razer BlackWidow V4 Pro Mechanical Gaming Keyboard",
       "category": "Keyboard",
       "price": "8,990",
       "image":"/images/products/pro9.jpg",
       "spec": "คีย์บอร์ด Razer BlackWidow V4 Pro Mechanical Gaming Keyboard (EN) จากแบรนด์ Razer ที่จัดหนักจัดเต็มให้เหล่าเกมเมอร์ได้เล่นเกมกันอย่างสะใจ ด้วยคีย์บอร์ดขนาด Full size ที่ให้ปุ่มกดมาครบ ๆ เสริมด้วยปุ่มมาโครเฉพาะ 5 ปุ่ม และปุ่มมาโครด้านข้างเฉพาะ 3 ปุ่ม เพื่อให้การใช้งานนั้นทำได้ง่ายดายมากยิ่งขึ้น ร่วมถึงลูกกลิ้งมัลติฟังก์ชั่นและปุ่มมีเดียจำนวน 4 ปุ่มทางด้านขวาบนของตัวคีย์บอร์ด เรียกได้ว่าจะเอาไปใช้เล่นเกมเพียว ๆ หรือจะเอาไว้ใช้ทำงานด้วยก็สามารถตอบสนองความต้องการได้อย่างยอดเยี่ยมและใช้งานได้สบายตลอดทั้งวันด้วยแผ่นรองข้อมือแบบแม่เหล็กที่ให้มาในกล่องครับ",
       "pros1": "-",
       "pros2": "-",
       "cons1": "-",
       "cons2": "-",
        "star": "9.3"
    },
    {
        "id":10,
       "title":"HyperX Duocast USB Microphone",
       "category": "Microphone",
       "price": "3,290",
       "image":"/images/products/pro10.jpg",
       "spec": "จุดเด่นของไมค์ HyperX Duocast อยู่ที่การปรับการรับเสียงได้ 2 รูปแบบ ระหว่าง Cardioid รับเสียงด้านหน้าตรง และ Omnidirectional รับเสียงรอบทิศทาง 360 องศา สามารถปรับได้จากปุ่มกดบนตัวไมค์ รองรับการบันทึกเสียงความละเอียดสูง 24 bit/96kHz ทำให้สามารถใช้งานได้หลากหลายไม่จำกัดเพียงแค่การเล่นเกมเพียงอย่างเดียว สามารถใช้อัดเสียงพูด เสียงร้องเพลง เสียงดนตรี รวมถึงใช้ในการสตรีมสด ประชุมวิดีโอคอล และอัดพอดแคสต์ เป็นต้น นอกจากนี้ยังมีฟังก์ชันแตะเพื่อปิดเสียงด้านบนหัวไมค์ และปุ่มปรับ Gain ควบคุมระดับความดัง-เบาของการรับเสียง",
       "pros1": "-",
       "pros2": "-",
       "cons1": "-",
       "cons2": "-",
        "star": "9.3"
    },
    {
        "id":11,
       "title":"Microsoft Xbox Controller",
       "category": "Controller",
       "price": "2,090",
       "image":"/images/products/pro11.jpg",
       "spec": "จอย Microsoft Xbox Controller ราคา กำลังดี หรือก็คืออยู่ในระดับปานกลาง ซึ่งเมื่อเทียบกับคุณภาพและความสามารถของตัวจอยที่ให้มาก็ต้องบอกเลยว่าเป็นอุปกรณ์เล่นเกมที่คุ้มค่าและใช้งานได้ราบรื่นมากที่สุดเป็นอันดับต้นๆ ของวงการเลยก็ว่าได้ ด้วยความที่เป็นจอยจากแบรนด์ Xbox ซึ่ง Xbox ก็เป็นแบรนด์เกมมิ่งจาก Microsoft นั่นทำให้ จอย Microsoft Xbox Controller จึงสามารถใช้งานได้อย่างลื่นไหลและง่ายดายทั้งบน Xbox รุ่นต่างๆ เช่น Xbox One, One X, Series S และ Series X รวมถึงใช้งานร่วมกับคอมพิวเตอร์ PC Microsoft ด้วยเช่นกันเพียงเชื่อมต่อสาย USB เข้ากับคอมพิวเตอร์ก็สามารถใช้งานได้ในทันที ไม่ต้องตั้งค่าใดๆ หรือไม่ต้องลง Software ใดๆ ให้วุ่นวาย",
       "pros1": "-",
       "pros2": "-",
       "cons1": "-",
       "cons2": "-",
        "star": "9.3"
    },
    {
        "id":12,
       "title":"Razer Kitsune Arcade Controller",
       "category": "Controller",
       "price": "9,990",
       "image":"/images/products/pro12.jpg",
       "spec": "มาพร้อมกับดีไซน์ไฟ RGB รอบข้างสุดเท่ และ ลวดลาย 2 ตัวละครสุดพิเศษจาก Street Fighter 6 (Cammy และ Chun Li) ที่พึ่งได้วางจำหน่ายไม่กี่วันที่ผ่านมาRazer Kitsune เป็นผลิตภัณฑ์จอย Arcade ล่าสุดที่ทาง Razer ได้เปิดตัว หลังจากวางจำหน่าย Razer Panthera และหายจากวงการจอย Arcade ไปเมื่อหลายปีก่อนโดยการออกแบบจอย Arcade ของพวกเขาครั้งนี้ นอกจากจะเป็นจอยแบบไร้คันโยกแล้ว ตัวบอดีโดยรวมยังมีรูปร่างที่บางกว่าจอย Arcade ทั่วไป และ ยังมาพร้อมกับสายเคเบิล USB Type C ที่สามารถถอดออกได้ ซึ่งก็ถือได้ว่าเป็นประโยชน์ต่อนักแข่ง eSports เกม Fighting ที่ต้องแบกจอยไปแข่งตามงานต่าง ๆ อย่างมากครับ",
       "pros1": "-",
       "pros2": "-",
       "cons1": "-",
       "cons2": "-",
        "star": "9.3"
    }

]